[
  {
    "Quote": "Gratitude is one of the strongest and most transformative states of being. It shifts your perspective from lack to abundance and allows you to focus on the good in your life, which in turn pulls more goodness into your reality.",
    "Author": "Jen Sincero"
  },
  {
    "Quote": "Gratitude, warm, sincere, intense, when it takes possession of the bosom, fills the soul to overflowing and scarce leaves room for any other sentiment or thought.",
    "Author": "John Quincy Adams"
  },
  {
    "Quote": "Great things happen to those who don’t stop believing, trying, learning and being grateful.",
    "Author": "Roy T. Bennett"
  },
  {
    "Quote": "Gratitude is not only the greatest of virtues, but the parent of all others.",
    "Author": "Marcus Tullius Cicero"
  },
  {
    "Quote": "When you arise in the morning, think of what a precious privilege it is to be alive-to breathe, to think, to enjoy, to love-then make that day count!",
    "Author": "Steve Maraboli"
  },
  {
    "Quote": "The unthankful heart discovers no mercies; but the thankful heart will find, in every hour, some heavenly blessings.",
    "Author": "Henry Ward Beecher"
  },
  {
    "Quote": "Feeling gratitude and not expressing it is like wrapping a present and not giving it.",
    "Author": "William Arthur Ward"
  },
  {
    "Quote": "Be thankful for everything that happens in your life; it’s all an experience.",
    "Author": "Roy T. Bennett"
  },
  {
    "Quote": "Gratitude is a powerful catalyst for happiness. It’s the spark that lights a fire of joy in your soul.",
    "Author": "Amy Collette"
  },
  {
    "Quote": "I try hard to hold fast to the truth that a full and thankful heart cannot entertain great conceits. When brimming with gratitude, one’s heartbeat must surely result in outgoing love, the finest emotion we can ever know.",
    "Author": "Bill Wilson"
  },
  {
    "Quote": "Do not spoil what you have by desiring what you have not; remember that what you now have was once among the things you only hoped for.",
    "Author": "Epicurus"
  },
  {
    "Quote": "Be thankful for what you have; you’ll end up having more. If you concentrate on what you don’t have, you will never, ever have enough.",
    "Author": "Oprah Winfrey"
  },
  {
    "Quote": "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has.",
    "Author": "Epictetus"
  },
  {
    "Quote": "When we focus on our gratitude, the tide of disappointment goes out and the tide of love rushes in.",
    "Author": "Kristin Armstrong"
  },
  {
    "Quote": "Develop an attitude of gratitude and give thanks for everything that happens to you, knowing that every step forward is a step toward achieving something bigger and better than your current situation.",
    "Author": "Brian Tracy"
  },
  {
    "Quote": "Gratitude is an antidote to negative emotions, a neutralizer of envy, hostility, worry and irritation. It is savoring; it is not taking things for granted; it is present-oriented.",
    "Author": "Sonia Lyubomirsky"
  },
  {
    "Quote": "Being thankful is not always experienced as a natural state of existence, we must work at it, akin to a type of strength training for the heart.",
    "Author": "Larissa Gomez"
  },
  {
    "Quote": "True happiness is to enjoy the present, without anxious dependence upon the future, not to amuse ourselves with either hopes or fears but to rest satisfied with what we have, which is sufficient, for he that is so wants nothing. The greatest blessings of mankind are within us and within our reach. A wise man is content with his lot, whatever it may be, without wishing for what he has not.",
    "Author": "Seneca"
  },
  {
    "Quote": "Acknowledging the good that you already have in your life is the foundation for all abundance.",
    "Author": "Eckhart Tolle"
  },
  {
    "Quote": "You pray in your distress and in your need; would that you might pray also in the fullness of your joy and in your days of abundance.",
    "Author": "Kahill Gibran"
  },
  {
    "Quote": "My expectations were reduced to zero when I was 21. Everything since then has been a bonus.",
    "Author": "Stephen W. Hawking"
  },
  {
    "Quote": "When you are grateful, fear disappears and abundance appears.",
    "Author": "Tony Robbins"
  },
  {
    "Quote": "Gratitude makes sense of our past, brings peace for today and creates a vision for tomorrow.",
    "Author": "Melody Beattie"
  },
  {
    "Quote": "We can complain because rose bushes have thorns or rejoice because thorns have roses.",
    "Author": "Alphonse Karr"
  },
  {
    "Quote": "When we lose one blessing, another is often most unexpectedly given in its place.",
    "Author": "C.S. Lewis"
  },
  {
    "Quote": "Now is no time to think of what you do not have. Think of what you can do with what there is.",
    "Author": " Ernest Hemingway"
  },
  {
    "Quote": "Gratitude isn’t a burdening emotion.",
    "Author": "Loretta Young"
  },
  {
    "Quote": "If the only prayer you said was ‘thank you,’ that would be enough.",
    "Author": "Meister Eckhart"
  },
  {
    "Quote": "Living in a state of gratitude is the gateway to grace.",
    "Author": "Arianna Huffington"
  },
  {
    "Quote": "Gratitude makes sense of our past, brings peace for today and creates a vision for tomorrow.",
    "Author": "Melody Beattie"
  },
  {
    "Quote": "What separates privilege from entitlement is gratitude.",
    "Author": "Brené Brown"
  },
  {
    "Quote": "Have gratitude for all that you have, and you can be happy exactly as you are.",
    "Author": "Mandy Ingber"
  },
  {
    "Quote": "Gratitude changes the pangs of memory into a tranquil joy.",
    "Author": "Dietrich Bonhoeffer"
  },
  {
    "Quote": "If you want to find happiness, find gratitude.",
    "Author": "Steve Maraboli"
  },
  {
    "Quote": "Gratitude is the most exquisite form of courtesy.",
    "Author": "Jacques Maritain"
  },
  {
    "Quote": "Never let the things you want make you forget the things you have.",
    "Author": "Sanchita Pandey"
  },
  {
    "Quote": "Gratitude is riches. Complaint is poverty.",
    "Author": "Doris Day"
  },
  {
    "Quote": "Joy is the simplest form of gratitude.",
    "Author": "Karl Barth"
  },
  {
    "Quote": "Let us be grateful to the people who make us happy; they are the charming gardeners who make our souls blossom.",
    "Author": " Marcel Proust"
  },
  {
    "Quote": "Gratitude and love are always multiplied when you give freely. It is an infinite source of contentment and prosperous energy.",
    "Author": "Jim Fargiano"
  },
  {
    "Quote": "I awoke this morning with devout thanksgiving for my friends, the old and the new.",
    "Author": "Ralph Waldo Emerson"
  },
  {
    "Quote": "We must find time to stop and thank the people who make a difference in our lives.",
    "Author": "John F. Kennedy"
  },
  {
    "Quote": "The highest tribute to the dead is not grief but gratitude.",
    "Author": "Thornton Wilder"
  },
  {
    "Quote": "In normal life we hardly realize how much more we receive than we give, and life cannot be rich without such gratitude. It is so easy to overestimate the importance of our own achievements compared with what we owe to the help of others.",
    "Author": "Dietrich Bonhoeffer"
  },
  {
    "Quote": "I’m just thankful for the people that never left me and equally thankful for those who did.",
    "Author": "Nitya Prakash"
  },
  {
    "Quote": "There is nothing on this earth more to be prized than true friendship.",
    "Author": "Thomas Aquinas"
  },
  {
    "Quote": "A friend is one of the best things you can be and the greatest things you can have.",
    "Author": "Sarah Valdez"
  },
  {
    "Quote": "The best way to show my gratitude is to accept everything, even my problems, with joy.",
    "Author": "Mother Teresa"
  },
  {
    "Quote": "Of all the characteristics needed for both a happy and morally decent life, none surpasses gratitude. Grateful people are happier, and grateful people are more morally decent.",
    "Author": "Dennis Prager"
  },
  {
    "Quote": "Let gratitude be the pillow upon which you kneel to say your nightly prayer. And let faith be the bridge you build to overcome evil and welcome good.",
    "Author": "Maya Angelou"
  },
  {
    "Quote": "Gratitude is an offering precious in the sight of God, and it is one that the poorest of us can make and be not poorer but richer for having made it.",
    "Author": "A.W. Tozer"
  }
]
