[
  {
    "Author": "Travis Bradberry",
    "Quote": "Grit is that 'extra something' that separates the most successful people from the rest. It's the passion, perseverance, and stamina that we must channel in order to stick with our dreams until they become a reality."
  },
  {
    "Author": "Reid Hoffman",
    "Quote": "Some people mistake grit for sheer persistence - charging up the same hill again and again. But that's not quite what I mean by the word 'grit.' You want to minimize friction and find the most effective, most efficient way forward. You might actually have more grit if you treat your energy as a precious commodity."
  },
  {
    "Author": "Edwin Percy Whipple",
    "Quote": "Grit is the grain of character. It may generally be described as heroism materialized, spirit and will thrust into heart, brain, and backbone, so as to form part of the physical substance of the man."
  },
  {
    "Author": "John Wayne",
    "Quote": "True grit is making a decision and standing by it, doing what must be done. No moral man can have peace of mind if he leaves undone what he knows he should have done."
  },
  {
    "Author": "Zac Brown",
    "Quote": "Talent alone gets you nowhere. You really have to have the grit, and you gotta have a love for people."
  },
  {
    "Author": "Wayne Dyer",
    "Quote": "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice."
  },
  {
    "Author": "Ogwo David Emenike",
    "Quote": "Success doesn't just happen. It is a product of hard work, grit and ingenuity."
  },
  {
    "Author": "Angela Duckworth",
    "Quote": "As much as talent counts, effort counts twice."
  },
  {
    "Author": "Sarah Dessen",
    "Quote": "Anyone can hide. Facing up to things, working through them, that's what makes you strong."
  },
  {
    "Author": "Arshad Wahedna",
    "Quote": "Successful people aren't born successful. Behind it all there is hard work, persistence and a lot of grit."
  },
  {
    "Author": "B. C. Forbes",
    "Quote": "No man can fight his way to the top and stay at the top without exercising the fullest measure of grit, courage, determination, resolution."
  },
  {
    "Author": "Wade Davis",
    "Quote": "Heroes are never perfect, but they're brave, they're authentic, they're courageous, determined, discreet, and they've got grit."
  },
  {
    "Author": "Chip Heath",
    "Quote": "Grit is not synonymous with hard work. It involves a certain single-mindedness. An ungritty prison inmate will mount a daring new escape attempt every month, but a gritty prison inmate will tunnel his way out one spoonful of concrete at a time."
  },
  {
    "Author": "Paul Bradley Smith",
    "Quote": "Grit is the persistence in following your own destiny."
  },
  {
    "Author": "Angela Duckworth",
    "Quote": "Grit, in a word, is stamina. But it's not just stamina in your effort. It's also stamina in your direction, stamina in your interests. If you are working on different things but all of them very hard, you’re not really going to get anywhere. You’ll never become an expert."
  },
  {
    "Author": "Beth Moore",
    "Quote": "God honors a beautiful blend of gift and grit! He gives the gift, and He expects us to have the grit to practice and learn how to use it effectively."
  },
  {
    "Author": "Amy Morin",
    "Quote": "Being a top performer - whether it's in business or on the athletic field - requires grit and tenacity, as well as the continuous desire to become better."
  },
  {
    "Author": "John Ortberg",
    "Quote": "Over time, grit is what separates fruitful lives from aimlessness."
  },
  {
    "Author": "Joan Hall",
    "Quote": "Grit is having the courage to do the right thing, regardless of the popularity or consequences."
  },
  {
    "Author": "John Wooden",
    "Quote": "Things work out best for those who make the best of how things work out."
  },
  {
    "Author": "George Bernard Shaw",
    "Quote": "When I was young, I observed that nine out of ten things I did were failures. So I did ten times more work."
  },
  {
    "Author": "Alex Karras",
    "Quote": "It takes more courage to reveal insecurities than to hide them, more strength to relate to people than to dominate them, more 'manhood' to abide by thought-out principles rather than blind reflex. Toughness is in the soul and spirit, not in muscles and an immature mind."
  },
  {
    "Author": "Pearl Zhu",
    "Quote": "A grit mind strengthens all of your strengths."
  },
  {
    "Author": "Sarah Lewis",
    "Quote": "Grit is not just simple elbow-grease term for rugged persistence. It is an often invisible display of endurance that lets you stay in an uncomfortable place, work hard to improve upon a given interest, and do it again and again."
  },
  {
    "Author": "James A. Michener",
    "Quote": "Character consists of what you do on the third and fourth tries."
  },
  {
    "Author": "Ralph Waldo Emerson",
    "Quote": "When a resolute young fellow steps up to the great bully, the world, and takes him boldly by the beard, he is often surprised to find it comes off in his hand, and that it was only tied on to scare away the timid adventurers."
  },
  {
    "Author": "Angela Duckworth",
    "Quote": "Being gritty doesn't mean not showing pain or pretending everything is O.K. In fact, when you look at healthy and successful and giving people, they are extraordinarily meta-cognitive. They're able to say things like, 'Dude, I totally lost my temper this morning.' That ability to reflect on yourself is signature to grit."
  },
  {
    "Author": "Calvin Coolidge",
    "Quote": "Nothing in the world can take the place of perseverance. Talent will not; nothing is more common than unsuccessful people with talent. Genius will not; unrewarded genius is almost legendary. Education will not; the world is full of educated derelicts. Perseverance and determination alone are omnipotent."
  },
  {
    "Author": "Mark Twain",
    "Quote": "It's not the size of the dog in the fight, it's the size of the fight in the dog."
  },
  {
    "Author": "Albert Einstein",
    "Quote": "Success comes from curiosity, concentration, perseverance and self-criticism."
  },
  {
    "Author": "Christine Bisch",
    "Quote": "Grit is knowing who you are and where you are headed, moving determinedly forward with eyes fixed on the mark, rather than the obstacles that lie in wait."
  },
  {
    "Author": "James Clear",
    "Quote": "The people who stick with things for years and never stop almost always win the race."
  },
  {
    "Author": "Angela Duckworth",
    "Quote": "Our potential is one thing. What we do with it is quite another."
  },
  {
    "Author": "Winston Churchill",
    "Quote": "Success is not final, failure is not fatal: it is the courage to continue that counts."
  },
  {
    "Author": "Marcus Aurelius",
    "Quote": "You have power over your mind - not outside events. Realize this, and you will find strength."
  },
  {
    "Author": "Angela Duckworth",
    "Quote": "To be gritty is to keep putting one foot in front of the other. To be gritty is to hold fast to an interesting and purposeful goal. To be gritty is to invest, day after week after year, in challenging practice. To be gritty is to fall down seven times, and rise eight."
  },
  {
    "Author": "Meryl Streep",
    "Quote": "What does it take to be the first female anything? It takes grit, and it takes grace."
  },
  {
    "Author": "Christy Mossburg",
    "Quote": "Grit is picking yourself up and moving forward even when you think you can't take one more step."
  },
  {
    "Author": "Robert Schuller",
    "Quote": "Problems are not stop signs, they are guidelines."
  },
  {
    "Author": "Ryan Holiday",
    "Quote": "The extent of the struggle determines the extent of the growth. The obstacle is an advantage, not adversity. The enemy is any perception that prevents us from seeing this."
  },
  {
    "Author": "Angela Duckworth",
    "Quote": "Enthusiasm is common. Endurance is rare."
  },
  {
    "Author": "Travis Bradberry",
    "Quote": "Negative emotions will challenge your grit every step of the way. While it's impossible not to feel your emotions, it's completely under your power to manage them effectively and to keep yourself in a position of control. When you let your emotions overtake your ability to think clearly, it's easy to lose your resolve."
  },
  {
    "Author": "Lee Iacocca",
    "Quote": "In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive."
  },
  {
    "Author": "Alfred Adler",
    "Quote": "What do you first do when you learn to swim? You make mistakes, do you not? And what happens? You make other mistakes, and when you have made all the mistakes you possibly can without drowning - and some of them many times over - what do you find? That you can swim? Well life is just the same as learning to swim! Do not be afraid of making mistakes, for there is no other way of learning how to live."
  },
  {
    "Author": "Susan Gale",
    "Quote": "Sometimes you don't realize your own strength until you come face to face with your greatest weakness."
  },
  {
    "Author": "Angela Duckworth",
    "Quote": "At various points, in big ways and small, we get knocked down. If we stay down, grit loses. If we get up, grit prevails."
  },
  {
    "Author": "Henry Ford",
    "Quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it."
  },
  {
    "Author": "Unknown",
    "Quote": "Anyone can give up, it's the easiest thing in the world to do. But to hold it together when everyone else would understand if you fell apart, that's true strength."
  },
  {
    "Author": "Dolly Parton",
    "Quote": "The way I see it, if you want the rainbow, you gotta put up with the rain."
  },
  {
    "Author": "Thomas Edison",
    "Quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time."
  },
  {
    "Author": "Amit Ray",
    "Quote": "Life may try to knock you down but be persistent with your passions - cultivate grit, resilience, tenacity and endurance success will come."
  },
  {
    "Author": "William Cobbett",
    "Quote": "Men fail much oftener from want of perseverance than from want of talent."
  },
  {
    "Author": "Chris Morris",
    "Quote": "Grit is having the courage to push through, no matter what the obstacles are, because it's worth it."
  },
  {
    "Author": "Michael Jordan",
    "Quote": "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed."
  },
  {
    "Author": "John Wooden",
    "Quote": "Failure isn't fatal, but failure to change might be."
  },
  {
    "Author": "Marie Curie",
    "Quote": "Life is not easy for any of us. But what of that? We must have perseverance and, above all, confidence in ourselves. We must believe that we are gifted for something, and that this thing, at whatever cost, must be attained."
  },
  {
    "Author": "Drew Barrymore",
    "Quote": "Life is very interesting. In the end, some of your greatest pains become your greatest strengths."
  },
  {
    "Author": "Scott Hamilton",
    "Quote": "Adversity, and perseverance and all these things can shape you. They can give you a value and a self-esteem that is priceless."
  },
  {
    "Author": "Angela Duckworth",
    "Quote": "When you keep searching for ways to change your situation for the better, you stand a chance of finding them. When you stop searching, assuming they can't be found, you guarantee they won."
  },
  {
    "Author": "Walt Disney",
    "Quote": "All the adversity I've had in my life, all my troubles and obstacles, have strengthened me... You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you."
  },
  {
    "Author": "John Newton",
    "Quote": "We can easily manage if we will only take, each day, the burden appointed to it. But the load will be too heavy for us if we carry yesterday's burden over again today, and then add the burden of the morrow before we are required to bear it."
  },
  {
    "Author": "Randy Pausch",
    "Quote": "The brick walls are there for a reason. The brick walls are not there to keep us out. The brick walls are there to give us a chance to show how badly we want something. Because the brick walls are there to stop the people who don't want it badly enough. They're there to stop the other people."
  },
  {
    "Author": "Angela Duckworth",
    "Quote": "I learned a lesson I’d never forget. The lesson was that, when you have setbacks and failures, you can’t overreact to them."
  },
  {
    "Author": "Harriet Beecher Stowe",
    "Quote": "When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn."
  }
]
